Repository: OmegaT-L10N/br
Catalog: omegat/project_save.tmx
Source language: en
Languages: br

source: #Files
br: #Restroù

source: &About...
br: &Diwar-benn...

source: &Access Project Contents
br: &Tizhout danvezioù ar raktres

source: &Add
br: &Ouzhpennañ...

source: &Add Files...
br: &Ouzhpennañ restroù...

source: &Add...
br: &Ouzhpennañ...

source: &Align Files...
br: &Steudañ ar restroù...

source: &Apply a different font size to the dictionary pane
br: &Implijout ur font disheñvel e vent e-barzh panell ar geriadurioù

source: &Apply this font to tabular data (source files list, statistics, etc.)
br: &Implijout ar font-mañ evit roadennoù taoliek (listenn ar restroù orin, stadegoù h. a.)

source: &Auto-Completion
br: &Leuniañ emgefreek

source: &Auto-propagation of translations
br: &Skignadur-emgefreek eus an troidigezhioù

source: &Back in History
br: Rann &diwezhañ er roll istor

source: &Browse...
br: &Furchal...

source: &Cancel
br: &Nullañ

source: &Check for Updates...
br: &Klask hizivadennoù...

source: &Clear Menu
br: &Skarzhañ al lañser

source: &Close
br: &Serriñ

source: &Current Source File
br: &Restr orin a-vremañ

source: &Cycle
br: &Furchal

source: &Dictionaries
br: &Geriadurioù

source: &Edit
br: &Embann

source: &Edit...
br: &Embann...

source: &Editor...
br: Embanner

source: &Enable history completion
br: &Enaouiñ an emglokaat istorel

source: &Exported TMs
br: &MT ezporzhiet

source: &Filter
br: &Silañ

source: &Find Next
br: &Klask war-lerc'h

source: &Finish
br: &Echuiñ

source: &Forward in History
br: Rann da-&heul er roll istor

source: &Glossaries
br: &Geriaouegi

source: &Go To
br: &Mont da

source: &Help
br: &Skoazell

source: &Insert
br: &Enlakaat

source: &Insert Match or Selection
br: &Enlakaat ar Genglotadenn pe an Diuzad

source: &Last Changes...
br: &Cheñchamantoù diwezhañ...

source: &Machine Translation
br: &Treiñ emgefreek

source: &Match Statistics
br: &Stadegoù kenglotañ

source: &New...
br: &Nevez...

source: &Next Segment
br: &Ar rann da-heul

source: &Next Segment from tm/auto/
br: &Rann da-heul o tont eus tm/auto/

source: &None
br: &Netra

source: &Open...
br: &Digeriñ...

source: &Options
br: &Dibarzhioù

source: &Preferences...
br: &Dibaboù gwellañ...

source: &Previous Segment
br: Ar rann a-&raok

source: &Previous Segment from tm/auto/
br: R&ann a-raok o tont eus tm/auto/

source: &Project
br: &Raktres

source: &Properties...
br: &Perzhioù...

source: &Quit
br: &Loc'hañ

source: &Redo
br: &Ober en-dro

source: &Redo Last Action
br: &Addegas an ober diwezhañ

source: &Remove
br: &Dilemel

source: &Remove Filter
br: &Dilemel ar siloù

source: &Replace and Find Next
br: &Erlec'hiañ ha klask war-lerc'h

source: &Restart
br: &Loc'hañ en-dro

source: &Restore OmegaT Window
br: &Adlakaat prenestr OmegaT a-orin

source: &Save
br: &Enrollañ

source: &Save As...
br: &Enrollañ evel...

source: &Search
br: &Klask

source: &Search...
br: &Klask...

source: &Segment Number...
br: &Rann niverenn...

source: &Sentence case
br: &Frazenn

source: &Show Relevant Suggestions Automatically
br: &Diskouez emgefreek ar c'hinnigoù dedennus

source: &Show Replacements
br: &Diskouez an erlec'hiadurioù

source: &Show relevant suggestions automatically
br: &Diskouez emgefreek ar c'hinnigoù dedennus

source: &Source Files
br: &Restroù orin

source: &Statistics
br: &Stadegoù

source: &Target Files
br: &Restroù pal

source: &Title Case
br: &Kentañ lizherenn ar gerioù brasaet

source: &Tools
br: &Binviji

source: &UPPER CASE
br: &LIZHERENNOÙ BRAS

source: &Undo
br: &Nullañ

source: &Undo Last Action
br: &Nullañ an ober diwezhañ

source: &User Manual...
br: &Levr an implijer...

source: &View
br: &Diskwel

source: &Writable Glossary
br: &Geriaoueg da skrivañ

source: &lower case
br: &lizherennoù bihan

source: - drag and drop files on this pane; - use Project > Add Files...; - use Project > Source Files... and click on Add Files...; - use your file manager to copy files to the 'source' folder, and then use Project > Reload to reload the project.
br: - riklañ ha dilec'hiañ restroù war ar prenestr-mañ; - mont war Raktres > Ouzhpennañ restroù...; - mont war Raktres > Restroù orin... ha klikañ war Ouzhpennañ restroù...; - implijout ho merour restroù evit eilañ restroù e-barzh an teuliad 'orin', ha neuze, mont war Raktres > Kargañ en-dro evit kargañ ar raktres en-dro.

source: - verify that their format is supported by OmegaT: if local filter settings are enabled use Project > Properties... > Local File Filters..., otherwise use Options > Global File Filters...; - open them in their original application and verify that they are not empty.
br: - gwiriekaat hag eñ e vez graet war-dro furmad ar restroù gant OmegaT: m'emañ enaouet ar silañ lec'hel mont war Raktres > Arventennoù... > Siloù ar restroù lec'hel..., mod-all, mont war Arventennoù > Siloù ar restroù hollek...; - digeriñ anezhe gant o meziant orin evit gwiriekaat hag eñ n'int ket goullo.

source: - verify that their format is supported by OmegaT: if per-project filter settings are enabled use Project > Properties... > Local File Filters..., otherwise use Options > Global File Filters...; - open them in their original application and verify that they are not empty.
br: - gwiriekaat hag en e vez graet war-dro o furmad gant OmegaT: m'emañ gweredekaet arventennoù ar Silañ dre raktres implijout Raktres > Arventennoù... > Siloù ar restroù lec'hel..., mod-all implijout Arventennoù > Siloù ar restroù hollek...; - digeriñ anezhe gant o meziant orin evit gwiriekaat hag eñ n'int ket goullo.

source: 1) Reduce the number of files in the source folder;
br: 1) Lakaat nebeutoc'h a restroù e-barzh an teuliad orin;

source: 2) Increase the amount of memory available to OmegaT.
br: 2) Uhelaat ar c'hementad memor hegerz evit OmegaT.

source: A&dd
br: O&uzhpennañ

source: Access &Configuration Folder
br: Mont d'an &teuliad reoliañ

source: Add
br: Ouzhpennañ

source: Add &Files...
br: Ouzhpennañ &restroù...

source: Add Files to Source Folder...
br: Ouzhpennañ restroù d'an teuliad orin...

source: Add MediaWiki Pa&ge...
br: Ouzhpennañ ur baje&nn MediaWiki...

source: Add MediaWiki Page
br: Ouzhpennañ ur bajenn MediaWiki

source: Arrays must not be null
br: An taolennoù ne rankont ket bezañ goullo

source: Auto-Completion
br: Leuniañ emgefreek

source: Auto-Popu&lated Segments
br: Rannoù leuniet en un doare &emgefreek

source: B&rowse...
br: F&urchal...

source: Bro&wse...
br: Fur&chal...

source: Brow&se...
br: Furch&al...

source: Brows&e...
br: Furcha&l...

source: Browse&...
br: Furchal&...

source: Browse...
br: Furchal...

source: C&opy All Data to Clipboard
br: E&ilañ an holl roadennoù er golver

source: C&urrent Target File
br: R&estr pal a-vremañ

source: Cannot access glossary folder!
br: Ne c'haller ket mont e-barzh teuliad ar c'heriaoueg!

source: Cannot create folder for translated files:
br: Ne c'haller ket krouiñ an teuliad evit ar restroù troet:

source: Characters (w/ spaces)
br: Arrouezennoù (gant esaouennoù)

source: Characters (w/o spaces)
br: Arrouezennoù (hep esaouennoù)

source: Check &Issues...
br: Diskouez ar &fazioù...

source: Check Issues for &Current File
br: Diskouez kudennoù ar &restr a-vremañ

source: Check whether this is intentional.
br: Gwiriekait hag eñ eo bet graet espres-kaer pe get.

source: Choose MED project
br: Dibab ur raktres MED

source: Clo&se
br: Serr&iñ

source: Co&mmit Source Files
br: K&as ar restroù orin

source: Comm&it Target Files
br: Ka&s ar restroù pal

source: Committing source files
br: O kas ar restroù orin

source: Committing target files
br: O kas ar restroù pal

source: Completed and current translations saved as {0}
br: Troidigezhioù graet hag o vezañ graet enrollet dindan {0}

source: Confirm
br: Kadarnaat

source: Copy error to clipboard
br: Fazi eilañ er golver

source: Could not create project dir at {0}
br: Ne c'haller ket krouiñ kavlec'h ar raktres e {0}

source: Create &Glossary Entry...
br: Krouiñ un termen er &c'heriaoueg...

source: Create &Translated Files
br: Krouiñ ar &restroù troet

source: Create A&lternative Translation
br: Krouiñ un e&il troidigezh

source: Create Current Translate&d File
br: Krouiñ ar restr o vezañ troe&t

source: Create MED Project...
br: Krouiñ ur raktres MED...

source: Create Project Folder
br: Krouiñ un teuliad Raktres

source: Creating translated files: {0}
br: O krouiñ ar restroù troet: {0}

source: Current project configuration will be overridden by the remote project configuration.
br: Erlec'hiet e vo kefluniadur ar raktres a-vremañ gant hini ar raktres a-bell.

source: Cursor locked
br: Arlun prennet

source: Cursor unlocked
br: Arlun dibrennet

source: Dictionaries folder:
br: Teuliad ar geriadurioù :

source: Dictionary Files Folder
br: Teuliad ar geriadurioù

source: Displa&y Whitespace
br: Merkañ an &esaouennoù

source: Display &Bidi Control Characters
br: Merkañ an arouezennoù kontrolliñ &daouduek

source: Display &Modification Info
br: Merkañ titouroù ar c'hemmañ

source: Display &Non-Breakable Spaces
br: Merkañ an esaouennoù &didroc'hadus

source: Display &Paragraph Delimitations
br: Merkañ &harzoù ar pennadoù

source: Display &Source Segments
br: Merkañ ar rannoù &orin

source: Do you really want to quit?
br: C'hoant ho peus mont kuit da vat?

source: Do&wnload Team Project...
br: Pe&llgargañ ur raktres skipailh...

source: Downloading project...
br: O pellgargañ ar raktres...

source: E&xclusions...
br: E&zlakadurioù...

source: E&xport Selection
br: E&zporzhiañ an diuzad

source: ERROR: {0}
br: FAZI : {0}

source: Editor
br: Embanner

source: Enable history &prediction
br: Enaouiñ ar rakskrivañ &istorel

source: Enable them in Preferences > Saving and Output....
br: Enaouiit anezhe e-barzh Dibaboù Gwellañ > Enrollañ ha Seveniñ....

source: Enabled
br: Gweredekaet

source: Encoding
br: Enkodañ

source: Enter a language code in xx-YY, xxx-YY, xx_YY or xxx_YY format, where xx or xxx is the language code and YY is the region or country code (optional).
br: Skrivit ur c'hod yezh er furmad xx-YY, xxx-YY, xx_YY pe xxx_YY, e-lec'h m'eo xx pe xxx kod ar yezh ha YY kod ar rannvro pe hini ar vro (diret).

source: Enter the segment number:
br: Skrivañ niverenn ar rann:

source: Error
br: Fazi

source: Error creating project!
br: Kudenn o krouiñ ar raktres!

source: Error saving project file!
br: Kudenn oc'h enrollañ restr ar raktres!

source: Error starting post-processing commands: {0}
br: Fazi en ur seveniñ an urzhiadoù goude-tretañ : {0}

source: Exact match:
br: Peurgenglotadenn :

source: Executing post-processing commands...
br: O seveniñ an urzhiadoù goude-tretañ...

source: Exit code {0}: "{1}"
br: Kod Mont maez {0} : "{1}"

source: Exit code: {0}
br: Kod Mont maez : {0}

source: Export Translation Memory Files Folder
br: Ezporzhiañ teuliad ar memorioù treiñ

source: Export translation memories folder:
br: Teuliad ar memorioù treiñ ezporzhiet :

source: Failed to commit source files!
br: Ar restroù orin n'o deus ket gellet bezañ kaset!

source: Failed to commit target files!
br: Ar restroù pal n'o deus ket gellet bezañ kaset!

source: Failed to copy files
br: C'hwitadenn war eilañ ar restroù

source: Failed to create project!
br: Ne c'haller ket krouiñ ur raktres!

source: Failed to create the translated files!
br: Ar restroù troet n'o deus ket gellet bezañ krouet!

source: Failed to download page
br: C'hwitadenn war pellgargañ ar bajenn

source: Failed to load the project because the specified source folder contains a symbolic or hard link that points back to itself or one of its subfolders.
br: Ar raktres n'en deus ket gellet bezañ karget peogwir ez eus un ere arouezel pe fizikel o kas dezhañ e-unan pe d'un is-teuliad.

source: Failed to load the project due to a file access issue.
br: Abalamour d'ur gudenn evit tizhout ar restr n'en deus ket gellet ar raktres bezañ karget.

source: Failed to load the specified project!
br: Ar raktres n'en deus ket gellet bezañ karget!

source: Failed to load translation memory {0} for project!
br: Memor treiñ {0} ar raktres n'eus ket gellet bezañ karget!

source: Failed to load translation memory {0} for the project!
br: Memor treiñ {0} ar raktres n'en deus ket gellet bezañ karget!

source: Failed to update project properties
br: Arventennoù ar raktres n'o deus ket gellet bezañ hizivaet

source: File
br: Restr

source: File Name
br: Anv ar restr

source: File format
br: Furmad ar restr

source: File locations
br: Lec'hiadur ar restroù

source: File {0}: {1}
br: Restr {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
br: Restr : troet / niver a rann (raktres : rannoù dibar troet / rannoù dibar, hollad ar rannoù)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
br: Restr : rannoù dibar troet % (rannoù dibar a chom) / raktres : rannoù dibar troet % (rannoù dibar a chom), hollad ar rannoù

source: Filename
br: Anv ar restr

source: Filter
br: Sil

source: Filter:
br: Sil:

source: Folder {0} was automatically created for team mode project
br: An teuliad {0} a zo bet krouet en un doare emgefreek evit ar raktres skipailh.

source: For all files:
br: Evit an holl restroù :

source: Global &Segmentation Rules...
br: Reolennoù rannañ hollek...

source: Global File &Filters...
br: Siloù ar &restroù...

source: Glossaries folder:
br: Teuliad ar geriaouegi :

source: Glossary Files Folder
br: Teuliad ar geriaouegi

source: Go to Segment
br: Mont d'ar rann

source: Highlight &Auto-Populated Segments
br: Merkañ ar rannoù troet en un doare &emgefreek

source: Highlight &Translated Segments
br: &Merkañ ar rannoù troet

source: Highlight &Untranslated Segments
br: &Merkañ ar rannoù didroet

source: Highlight Repeated Se&gments
br: Merkañ ar rannoù a vez &adkavet

source: Highlight Segments &with Notes
br: Merkañ ar rannoù gant &notennoù

source: History
br: Roll istor

source: History &Completion
br: Emglokaat &istorel

source: History &Prediction
br: Rakskrivañ &istorel

source: I&nsert Source
br: E&nlakaat an destenn orin

source: INS
br: ENLAKAAT

source: If the project contains files but their content is not displayed here:
br: M'en deus ar raktres restroù ennañ ha ma ne welit ket anezhe amañ :

source: In comments
br: En evezhiadennoù

source: In notes
br: En notennoù

source: Individual File Statistics:
br: Stadegoù dre restr :

source: Insert Bidi Control C&haracter
br: Enlakaat un a&rouezenn gontrolliñ daouduek

source: Insert Missing &Tags
br: Enlakaat ar balizennoù &orin a ra diouer

source: Insert Mode
br: Mod Enlakaat

source: Insert Next Missing T&ag
br: Enlakaat ar valizenn o&rin da heul

source: Insert Tag {0}
br: Enlakaat ar valizenn {0}

source: Invalid translated file language!
br: N'eo ket reizh yezh ar restr troet !

source: Jumping to last edited segment...
br: Mont d'an diwezhañ rann troet...

source: L&og...
br: R&enabl...

source: LCK
br: PRENNET

source: Languages
br: Yezhoù

source: Last modified by {0}
br: Kemmet d'an diwezhañ gant {0}

source: Left-to-Right Embedding (LRE U+202&A)
br: Enlakaat a-gleiz-da-zehoù (LRE U+202&A)

source: Left-to-Right Mark (LRM U+200&E)
br: Merk a-gleiz-da-zehoù (LRM U+200&E)

source: Loading TMX files...
br: O kargañ ar restroù TMX...

source: Loading project...
br: O kargañ ar raktres...

source: Loading: {0}
br: O kargañ: {0}

source: Local External Searc&hes...
br: Enklask dia&vaez...

source: Local File &Filters...
br: Siloù ar restroù &lec'hel...

source: Local Segmentation R&ules...
br: Reolennoù rannañ l&ec'hel...

source: Local post-processing commands
br: Urzhiadoù goude-tretañ lec'hel

source: Local post-processing commands (disabled):
br: Urzhiadoù goude-tretañ lec'hel (diweredekaet):

source: Local post-processing commands are disabled and will not be executed.
br: Diweredekaet eo an urzhiadoù goude-tretañ lec'hel ha ne vint ket sevenet.

source: Make sure all links are outside the source folder and subfolders.
br: Bezit emañ an ereoù e-maez an teuliad orin pe an is-teuliadoù.

source: Make sure you have the correct permissions or that you can access the files if they are stored in the cloud.
br: Bezit sur ho peus an aotreoù reizh pe e c'hallit tizhout anezhe m'emaint war ar cloud.

source: Mark &Language Checker Issues
br: Merkañ kudennoù ar &reizhaouer yezhel

source: Mark Gl&ossary Matches
br: Merkañ kenglotadurioù ar c'heriaoueg

source: Match Statistics
br: Stadegoù kenglotañ

source: Match Statistics per &File
br: Stadegoù kenglotañ dre &restr

source: Match Statistics per File
br: Stadegoù kenglotañ dre restr

source: More
br: Muioc'h

source: Move &Down
br: Lakaat da &ziskenn

source: Move &First
br: Lakaat da &gentañ

source: Move &Last
br: Lakaat da &ziwezhañ

source: Move &Up
br: Lakaat da &bignat

source: N&ext Segment from tm/enforce/
br: Ra&nn da-heul o tont eus tm/enforce/

source: Next &Translated Segment
br: Ar rann &troet da-heul

source: Next &Untranslated Segment
br: Ar rann &didroet da-heul

source: Next N&ote
br: &Notenn da-heul

source: Next Uni&que Segment
br: Rann &dibar da-heul

source: No match:
br: Kenglotadenn ebet :

source: Notepad
br: Bloc'h-notennañ

source: Number of unique segments
br: Hollad ar rannoù dibar

source: OVR
br: FLASTRAÑ

source: OmegaT Project Files
br: Restroù raktres OmegaT

source: OmegaT automatically chose the 'Yes' option.
br: OmegaT a zibab an arventenn 'Ya' en un doare emgefreek.

source: OmegaT needs to reload the project to take the modifications into account.
br: OmegaT a rank adkargañ ar raktres evit kemer e-kont ar cheñchamantoù.

source: OmegaT ran out of memory and will close when you click OK.
br: Un diouer a memor en deus bet OmegaT ha serriñ a raio pa glikoc'h war OK.

source: Op&en Recent...
br: Di&geriñ ar raktresoù nevesañ...

source: Open MED Project...
br: Digeriñ ur raktres MED...

source: Open Project
br: Digeriñ ur raktres

source: Open Source File
br: Digeriñ ar restr orin

source: Open Source File Location
br: Digeriñ lec'hiadur ar restr orin

source: Open Target File
br: Digeriñ ar restr pal

source: Open Target File Location
br: Digeriñ lec'hiadur ar restr pal

source: Open {0} Source Files
br: Digeriñ {0} restr orin

source: Open {0} Target Files
br: Digeriñ {0} restr pal

source: Options
br: Dibarzhioù

source: Orphan segments
br: Rannoù emzivad

source: Overwrite Mode
br: Mod Flastrañ

source: P&revious Segment from tm/enforce/
br: Rann a-ra&ok o tont eus tm/enforce/

source: P&roject Folder
br: T&euliad ar raktres

source: Possible solutions:
br: Diskoulmoù a c'hallfe bezañ :

source: Post-processing command failed.
br: C'hwitet eo bet an urzhiad goude-tretañ.

source: Post-processing commands completed.
br: Echuet eo an urzhiadoù goude-tretañ.

source: Post-processing commands failed.
br: C'hwitet eo bet an urzhiadoù goude-tretañ.

source: Post-processing commands were interrupted.
br: Ehanet eo bet an urzhiadoù goude-tretañ.

source: Pre&vious Note
br: Notenn a-&raok

source: Project Properties
br: Perzhioù ar raktres

source: Project Statistics
br: Stadegoù ar raktres

source: Project saved
br: Raktres enrollet

source: R&emove
br: D&ilemel

source: R&eplace with Match or Selection
br: E&rlec'hiañ gant ar Genglotadenn pe gant an Diuzad

source: Re&load
br: Ad&kargañ

source: Re&place All
br: Er&lec'hiañ pep tra

source: Re&place with Source
br: E&rlec'hiañ gant an destenn orin

source: Register I&dentical Translation
br: Enrollañ un droidigezh heñvel ouzh an destenn orin

source: Reload the project now?
br: Adkargañ ar raktres diouzhtu?

source: Reload the project?
br: Adkargañ ar raktres?

source: Remaining Characters (w/ spaces)
br: Arouezennoù a chom (gant esaouennoù)

source: Remaining Characters (w/o spaces)
br: Arouezenn a chom (hep esaouennoù)

source: Remaining Segments
br: Rannoù a chom

source: Remaining Words
br: Gerioù a chom

source: Remaining:
br: A chom :

source: Remo&ve Translation
br: Dilem&el an droidigezh

source: Remove
br: Dilemel

source: Remove ta&gs
br: Dilemel balizenn&où

source: Repeated segments: {0}
br: Rannoù eilskrivet : {0}

source: Repetitions from other files:
br: Adkavet e restroù all :

source: Repetitions within this file:
br: Adkavet er restr-mañ :

source: Repetitions:
br: Adkavet :

source: Replace with &Machine Translation
br: Erlec'hiañ gant &Treiñ emgefreek

source: Replace with:
br: Erlec'hiañ gant :

source: Replace...
br: Erlec'hiañ...

source: Restore De&faults
br: Assevel an talvoudoù dre zi&ouer

source: Right-to-Left Embedding (RLE U+202&B)
br: Enlakaat a-zehoù-da-gleiz (RLE U+202&B)

source: Right-to-Left Mark (RLM U+200&F)
br: Merk a-zehoù-da-gleiz (RLM U+200&F)

source: Run OmegaT" in the user manual.
br: Loc'hañ OmegaT" e-barzh dornlevr an implijer.

source: Running on Java {0} ({1}-bit)
br: Loc'hañ en Java {0} ({1}-bit)

source: S&witch Case to
br: K&emmañ an direnneg evit

source: Sample Text
br: Skouer

source: Saving project...
br: Oc'h enrollañ ar raktres...

source: Scriptin&g...
br: Sk&riptoù...

source: Se&lect Source Text
br: Di&uzañ an destenn orin

source: Se&ntence-level segmenting
br: Ra&nnañ ar frazennoù

source: Search Dictionaries
br: Klask geriadurioù

source: Search for:
br: Klask war-lerc'h :

source: See "How To...
br: Gwelout "Penaos...

source: Segment {0,number,#}
br: Rann {0,niverenn,#}

source: Segments
br: Rannoù

source: Select
br: Diuzañ

source: Select &Next Match
br: Dibab ar genglotadenn &da-heul

source: Select &Previous Match
br: Dibab ar genglotadenn &a-raok

source: Select Mat&ch
br: Dibab ur genglotade&nn

source: Select Match #&1
br: Dibab ar genglotadenn #&1

source: Select Match #&2
br: Dibab ar genglotadenn #&2

source: Select Match #&3
br: Dibab ar genglotadenn #&3

source: Select Match #&4
br: Dibab ar genglotadenn #&4

source: Select Match #&5
br: Dibab ar genglotadenn #&5

source: Set Empty Translation
br: Enrollañ un droidigezh goullo

source: Size
br: Ment

source: Skipped source file {0} because it could not be loaded.
br: N'eo ket bet kemeret e kont ar restr orin {0} peogwir n'en deus ket gellet bezañ karget.

source: So&urce Files...
br: Restroù o&rin...

source: Source Files ({0} of {1})
br: Restroù orin ({0} war {1})

source: Source Files ({0})
br: Restroù orin ({0})

source: Source Files Folder
br: Teuliad ar restroù orin

source: Source file loading complete
br: Karget eo bet ar restr orin

source: Source files committed
br: Restroù orin kaset

source: Source files folder:
br: Teuliad ar restroù orin :

source: Source files language:
br: Yezh ar restroù orin :

source: Source files loaded but skipping files(s) by filter error(s)
br: Karget eo bet ar restroù orin met laosket eo bet restr(où) a-gostez abalamour da fazi(où) tikedennoù

source: Source language tokenizer:
br: Lemmatekaer ar yezh orin :

source: Source of Selected &Match
br: Testenn orin ar &genglotadenn ziuzet

source: Source/translation length (characters)
br: Hirder Orin/troidigezh (arrouezenn)

source: Start new project.
br: Kregiñ gant ur raktres nevez.

source: Statistics
br: Stadegoù

source: Switch views with {0} and {1}
br: Cheñch sell gant {0} ha {1}

source: T&Ms
br: Memorioù Treiñ

source: TMX Level 1
br: TMX Live 1

source: TMX Level 2
br: TMX Live 2

source: Target files committed
br: Restroù pal kaset

source: Target language tokenizer:
br: Lemmatekaer ar yezh pal :

source: Text
br: Testenn

source: The original file is backed up as: {0}
br: Saveteet eo bet ar restr orin dindan : {0}

source: The project is empty
br: Goullo eo ar raktres

source: The source file language entered is invalid!
br: N'eo ket reizh yezh ar restr orin !

source: Theme:
br: Tem:

source: There are no Git settings in the remote project file.
br: N'eus ket a arventennoù Git e-barzh teuliad ar raktres a-bell.

source: This is the way text will look when displayed.
br: Diskouezet e vo an testennoù gant ar font-mañ.
